Repository: skedgo/tripkit-ios
Catalog: Resources/*.lproj/TripKit.strings
Languages: fi, pt

source: %1$@ early
fi: %1$@ etuajassa
pt: %1$@ adiantado

source: %1$@ early (%2$@ service)
fi: %1$@ etuajassa (%2$@ palvelu)
pt: %1$@ adiantado (%2$@ serviço)

source: %1$@ late
fi: %1$@ myöhässä
pt: %1$@ atrasado

source: %1$@ late (%2$@ service)
fi: %1$@ myöhässä (%2$@ palvelu)
pt: %1$@ atrasado (%2$@ serviço)

source: %@ w/o traffic
fi: %@ Ilman ruuhkaa
pt: %@ sem trânsito

source: 1 stop
fi: 1 pysäkki
pt: 1 parada

# ActivityIndication
source: I'll take a %@ at %@ from %@.
fi: Vien %@ klo %@ %@:stä.
pt: Eu vou pegar o %@ as %@ de %@.

source: Arrival
fi: Saapumis
pt: Chegada

# ArrivalLocation
source: Arrive at %@
fi: Saavu klo %@
pt: Chegada em %@

# ArrivalLocationTime
source: Arrive at %@ at %@
fi: Saavu %@:lla klo %@
pt: Chegada em %@ as %@

# ArrivalTime
source: Arrive at %@
fi: Saavu klo %@
pt: Chegada as %@

source: Arrive
fi: Saapuu
pt: Chegada

source: Call
fi: Soita
pt: Chamada

# CallTaxiFormat
source: Call %@
fi: Soita %@:lle
pt: Chamar %@

source: Could not find transit stop.
pt: Não foi possivel encontar parada de trânsito.

source: Departure
fi: Lähtö
pt: Partida

source: Direction: %@
fi: Suunta: %@
pt: Direção: %@

# Duration
source: for %@
fi: Kesto %@
pt: por %@

source: Get directions
pt: Obter direções

source: Get ingogo
fi: Hae Ingogo
pt: Obter ingogo

source: Get Lyft
fi: Hae Lyft
pt: Obter Lyft

source: goCatch a Taxi
fi: goCatch Taksi
pt: goCatch um Taxi

source: ingogo a Taxi
fi: ingogo Taksi
pt: ingogo um Taxi

source: Leave
fi: Lähde
pt: Sair

source: Leave now
fi: Lähde nyt
pt: Sait agora

# LeaveLocation
source: Leave %@
fi: Lähde %@:stä
pt: Deixar %@

# LeaveLocationTime
source: Leave %@ at %@
fi: Lähde %@:stä klo %@
pt: Deixar %@ as %@

# LeaveTime
source: Leave at %@
fi: Lähde klo %@
pt: Sair as %@

source: Live traffic
fi: Live-liikenne
pt: Trânsito em tempo real

# MessageArrivalTime
source: I'll arrive at %@ at %@.
fi: Saavutaan %@ klo %@.
pt: Eu chegarei em %@ as %@.

source: On time
fi: Ajoissa
pt: Em ponto

source: Open Lyft
fi: Avaa Lyft
pt: Abrir Lyft

# PrimaryLocationEnd
source: To %@
fi: Kohde: %@
pt: Para %@

# PrimaryLocationStart
source: From %@
fi: Lähtö: %@
pt: De %@

# PrimaryLocationStationary
source: At %@
fi: %@:ssä
pt: Em %@

source: Real-time
fi: Reaaliaikainen
pt: Tempo real

source: Search for this stop again or try again later.
pt: Pesquisar essa parada novamente ou tentar mais tarde.

source: Show website
fi: Avaa Website
pt: Mostrar website

# Stops
source: %ld stops
fi: %ld pysäkkiä
pt: %ld paradas

# TimeFromToShortFormat
source: %@ to %@
pt: %@ até %@

source: Trip
fi: Matka
pt: Trajeto

# VehicleCalledUpdated
source: Vehicle %@ updated %@ ago
fi: Ajoneuvo %@ päivitetty %@ sitten
pt: Veículo %@ atualizado %@ atrás

# VehicleUpdated
source: Updated %@ ago
fi: Päivitetty %@ sitten
pt: Atualizado %@ atrás

# DepartureTime
source: at %@
fi: Klo %@
