Repository: skedgo/tripkit-ios
Catalog: TripKit/Resources/*.lproj/TripKit.strings
Languages: sv

source: %@ ago
sv: %@ sedan

source: %@ alerts
sv: %@ larm

source: %@ at %@
sv: %1$@s på %2$@s

source: %@ cycle friendly
sv: %@ cykelvänlig

source: %@ every %@
sv: %1$@ var %2$@

source: %@ more
sv: %@ fler

source: %@ stops
sv: %@ stopp

source: %@ to %@
sv: %1$@ till %2$@

source: %@ w/o traffic
sv: %@ m/u trafik

source: %@ wheelchair friendly
sv: %@ rullstolsanpassad

source: %1$@ early
sv: %1$@ tidig

source: %1$@ early (%2$@ service)
sv: %1$@ tidig (%2$@ tjänst)

source: %1$@ late
sv: %1$@ sen

source: %1$@ late (%2$@ service)
sv: %1$@ sen (%2$@ tjänst)

source: 1 alert
sv: 1 larm

source: 1 stop
sv: 1 stopp

source: Alerts
sv: Larm

source: Along %@
sv: Längs %@

source: Along unnamed street
sv: Längs namnlös gata

source: Arrival
sv: Ankomst

source: Arrive
sv: Ankomst

source: Arrive at %@
sv: Ankomst kl. %@

source: Arrive at %@ at %@
sv: Ankommer till %1$@ kl. %2$@

source: Arrive by
sv: Anländer med

source: Arrive in
sv: Ankommer om

source: at %@
sv: kl. %@

source: At %@
sv: Kl. %@

source: Bicycle
sv: Cykel

source: Book
sv: Boka

source: Book with %@
sv: Boka med %@

source: Call
sv: Ring

source: Call %@
sv: Ring %@

source: Car
sv: Bil

source: Cheapest
sv: Billigast

source: Could not find transit stop.
sv: Det gick inte att hitta transitstopp.

source: Data provided by %@
sv: Data tillhandahållen av %@

source: Data Providers
sv: Dataleverantörer

source: Departure
sv: Avgång

source: Direction
sv: Riktning

source: Disconnect
sv: Koppla från

source: Dismiss
sv: Avvisa

source: Dismount
sv: Kliv av

source: E-Bike
sv: Elcykel

source: Easiest
sv: Lättaste

source: Empty
sv: Tom

source: End location
sv: Slutdestination

source: Every %@
sv: Var %@

source: Extend
sv: Förlängning

source: Fastest
sv: Snabbaste

source: Few seats available
sv: Få lediga platser

source: for %@
sv: i %@

source: Friendly
sv: Snäll

source: From %@
sv: Från %@

source: From current location
sv: Från nuvarande plats

source: Full
sv: Fullt

source: Get %@
sv: Hämta %@

source: Get app
sv: Hämta app

source: Get directions
sv: Få vägbeskrivningar

source: Get on service to %@
sv: Åk med tjänst till %@

source: goCatch a Taxi
sv: goCatch en taxi

source: Greenest
sv: Grönaste

source: Healthiest
sv: Sundaste

source: I'll arrive at %@ at %@
sv: Jag anländer till %1$@ kl. %2$@

source: I'll take a %@ at %@ from %@.
sv: Jag tar en %1$@ kl. %2$@ från %3$@.

source: I'll take a %@ from %@.
sv: Jag tar en %1$@ kl. från %2$@.

source: In %@
sv: Om %@

source: In the meantime, let's keep exploring %@ and enjoy your trips
sv: Under tiden fortsätter vi att utforska %@ och njuta av resan

source: ingogo a Taxi
sv: ingogo en taxi

source: Instant results
sv: Omedelbara resultat

source: Kick Scooter
sv: Sparkcykel

source: Leave
sv: Avgång

source: Leave %@
sv: Avgång från %@

source: Leave %@ at %@
sv: Avgång från %1$@ kl. %2$@

source: Leave at
sv: Åk klockan

source: Leave at %@
sv: Avgång kl. %@

source: Leave in
sv: Avgång om

source: Leave now
sv: Avgång nu

source: Limited standing room only
sv: Endast begränsat med ståplatser

source: Live traffic
sv: Trafik i realtid

source: Loading...
sv: Laddar...

source: Loading…
sv: Laddar…

source: Many seats available
sv: Många lediga platser

source: More info
sv: Mer info

source: More results
sv: Fler resultat

source: Moto Scooter
sv: Motordriven sparkcykel

source: Motorbike
sv: Motorcykel

source: No planned trips
sv: Inga planerade resor

source: No real-time available
sv: Realtid inte tillgängligt

source: No routes found.
sv: Inga rutter hittades.

source: Not accepting passengers
sv: Tar inte emot passagerare

source: On time
sv: I tid

source: Open %@
sv: Öppna %@

source: Open app
sv: Öppna app

source: Opening Hours
sv: Öppettider

source: Plan a new trip
sv: Planera en ny resa

source: Plan a trip and it will show up here.
sv: Planera en resa och den kommer att visas här.

source: Plan Trip
sv: Planera resa

source: Please adjust your query and try again.
sv: Justera din sökning och försök igen.

source: Powered by
sv: Drivs av

source: Powered by %@
sv: Drivs av %@

source: Public holiday
sv: Helgdag

source: Real-time
sv: Realtid

source: Recommended
sv: Rekommenderad

source: Request support
sv: Begär support

source: Routing from %@ to %@ is not yet supported
sv: Rutter från %1$@ till %2$@ stöds ännu inte

source: Search for this stop again or try again later..
sv: Sök efter det här stoppet igen eller försök igen senare...

source: Send SMS
sv: Skicka SMS

source: Setup
sv: Konfigurera

source: Show
sv: Visa

source: Show website
sv: Visa webbplats

source: Standing room only
sv: Endast ståplatser

source: Start
sv: Starta

source: Start location
sv: Startplats

source: Timetable
sv: Tidtabell

source: To %@
sv: Till %@

source: Trip
sv: Resa

source: Trip %@
sv: Resa %@

source: Trips
sv: Resor

source: Unfriendly
sv: Tuff

source: Unknown
sv: Okänt

source: Updated %@ ago
sv: Uppdaterat %@ sedan

source: Vehicle %@ updated %@ ago
sv: Fordon %1$@ uppdaterat för %2$@ sedan

source: Vehicles
sv: Fordon

source: We are busy getting your upcoming trip. Please wait...
sv: Vi är upptagna med att hämta din kommande resa. Vänta...

source: We'll keep you updated with the latest transit alerts here
sv: Vi håller dig uppdaterad med de senaste transitvarningarna här
